{
    "titulo": "La Casa de Papel",
    "descripcion": "¡La resistencia nunca muere!",
    "temporadas": [
        {
            "resumen": "La primera temporada introduce a los personajes principales y el ambicioso plan de asaltar la Fábrica Nacional de Moneda y Timbre.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "El Profesor recluta a una joven experta en atracos y a otros siete delincuentes para llevar a cabo un gran asalto a la Fábrica Nacional de Moneda y Timbre.." },
                { "titulo": "Episodio 2", "descripcion": "Los ladrones toman el control de la Fábrica Nacional de Moneda y Timbre." },
                { "titulo": "Episodio 3", "descripcion": "El plan empieza a complicarse cuando los policías se acercan." },
                { "titulo": "Episodio 4", "descripcion": "El Profesor se enfrenta a la inspectora Raquel en un juego psicológico." },
                { "titulo": "Episodio 5", "descripcion": "Los ladrones deben lidiar con la resistencia de los rehenes." },
                { "titulo": "Episodio 6", "descripcion": "Se revela una traición que pone en riesgo el plan." },
                { "titulo": "Episodio 7", "descripcion": "Raquel se acerca al Profesor sin darse cuenta." },
                { "titulo": "Episodio 8", "descripcion": "Los policías empiezan a atacar la Fábrica de Moneda y Timbre." },
                { "titulo": "Episodio 9", "descripcion": "El Profesor y los ladrones intentan escapar." }
            ]
        },
        {
            "resumen": "La segunda temporada desarrolla el plan y el clímax del atraco.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "La tensión entre los ladrones crece mientras enfrentan a la policía." },
                { "titulo": "Episodio 2", "descripcion": "Los rehenes comienzan a colaborar con los ladrones." },
                { "titulo": "Episodio 3", "descripcion": "Una fuga se planea mientras el Profesor intenta ganar tiempo." },
                { "titulo": "Episodio 4", "descripcion": "La policía descubre un punto débil en el plan del Profesor." },
                { "titulo": "Episodio 5", "descripcion": "Los ladrones deben elegir entre el dinero o su libertad." },
                { "titulo": "Episodio 6", "descripcion": "El plan llega a su conclusión y los personajes enfrentan las consecuencias." }
            ]
        },
        {
            "resumen": "La tercera temporada lleva la historia a un nuevo atraco, esta vez en el Banco de España.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "El Profesor y su equipo planean un nuevo golpe para salvar a Río." },
                { "titulo": "Episodio 2", "descripcion": "Los ladrones irrumpen en el Banco de España y toman el control." },
                { "titulo": "Episodio 3", "descripcion": "La resistencia de los rehenes amenaza con desestabilizar el plan." },
                { "titulo": "Episodio 4", "descripcion": "El Profesor trata de mantenerse un paso por delante de la policía." },
                { "titulo": "Episodio 5", "descripcion": "Alicia Sierra se convierte en una amenaza directa para el Profesor." },
                { "titulo": "Episodio 6", "descripcion": "Las tensiones dentro del grupo alcanzan un punto crítico." },
                { "titulo": "Episodio 7", "descripcion": "Un giro inesperado pone en riesgo a los ladrones." },
                { "titulo": "Episodio 8", "descripcion": "El equipo se enfrenta a una amenaza que podría destruirlos." }
            ]
        },
        {
            "resumen": "La cuarta temporada explora las consecuencias emocionales y las traiciones internas durante el atraco.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "La salud de Nairobi es una prioridad mientras la policía se acerca." },
                { "titulo": "Episodio 2", "descripcion": "Un traidor entre los ladrones pone en peligro el atraco." },
                { "titulo": "Episodio 3", "descripcion": "El Profesor sufre una crisis mientras su plan se desmorona." },
                { "titulo": "Episodio 4", "descripcion": "Los ladrones deben tomar decisiones difíciles para sobrevivir." },
                { "titulo": "Episodio 5", "descripcion": "Un sacrificio inesperado cambia el curso del atraco." },
                { "titulo": "Episodio 6", "descripcion": "Las tensiones aumentan mientras el equipo enfrenta desafíos emocionales." },
                { "titulo": "Episodio 7", "descripcion": "El equipo intenta ganar tiempo mientras el final se acerca." },
                { "titulo": "Episodio 8", "descripcion": "El Profesor se enfrenta a una decisión que cambiará todo." }
            ]
        },
        {
            "resumen": "La quinta temporada concluye el atraco al Banco de España en un enfrentamiento final.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "El Profesor es descubierto y el equipo debe luchar por sobrevivir." },
                { "titulo": "Episodio 2", "descripcion": "Los militares intervienen, complicando aún más el atraco." },
                { "titulo": "Episodio 3", "descripcion": "Cada miembro enfrenta su destino mientras el plan llega a su fin." },
                { "titulo": "Episodio 4", "descripcion": "Alicia toma una decisión inesperada que podría salvar al equipo." },
                { "titulo": "Episodio 5", "descripcion": "El equipo intenta escapar con el oro en medio de una batalla final." },
                { "titulo": "Episodio 6", "descripcion": "Una tragedia personal sacude al equipo en el peor momento." },
                { "titulo": "Episodio 7", "descripcion": "El Profesor planea su último movimiento para derrotar a la policía." },
                { "titulo": "Episodio 8", "descripcion": "La tensión alcanza su punto máximo mientras el equipo enfrenta su final." },
                { "titulo": "Episodio 9", "descripcion": "Los ladrones enfrentan sus mayores temores en la recta final." },
                { "titulo": "Episodio 10", "descripcion": "El destino del equipo y el atraco se decide en un emocionante desenlace." }
            ]
        }
    ]
}
