{
    "titulo": "La Casa de Papel",
    "descripcion": "¡La resistencia nunca muere!",
    "temporadas": [
        {
            "resumen": "La primera temporada introduce a los personajes principales y el ambicioso plan de asaltar la Fábrica Nacional de Moneda y Timbre.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "El Profesor recluta a una banda de ocho delincuentes, cada uno con habilidades únicas, para llevar a cabo un ambicioso plan: asaltar la Fábrica Nacional de Moneda y Timbre de España y fabricar 2.400 millones de euros. Los atracadores adoptan nombres de ciudades para mantener su anonimato. El episodio muestra cómo se conocen y comienzan a planificar el atraco durante cinco meses en una finca aislada."},
                { "titulo": "Episodio 2", "descripcion": "Los atracadores toman rehenes y comienzan a imprimir dinero. La inspectora Raquel Murillo se encarga de las negociaciones con El Profesor, quien dirige el atraco desde un lugar secreto. Se revelan las primeras tensiones entre los atracadores y los rehenes, y se establecen las reglas del juego." },
                { "titulo": "Episodio 3", "descripcion": "Los atracadores enfrentan problemas internos y conflictos con los rehenes. Tokio y Berlín tienen desacuerdos sobre cómo manejar la situación, lo que genera tensiones dentro del grupo. Mientras tanto, la policía intenta descubrir la identidad de los atracadores y liberar a los rehenes." },
                { "titulo": "Episodio 4", "descripcion": "La policía intenta infiltrarse en la fábrica, pero los atracadores logran frustrar sus esfuerzos. El Profesor sigue manipulando a la policía desde el exterior, mientras los atracadores continúan imprimiendo dinero. Se revelan más detalles sobre los personajes a través de flashbacks." },
                { "titulo": "Episodio 5", "descripcion": "Los rehenes intentan escapar, pero son detenidos por los atracadores. La relación entre Tokio y Río se vuelve más complicada, y Berlín toma decisiones drásticas para mantener el control. La tensión aumenta cuando uno de los rehenes resulta herido." },
                { "titulo": "Episodio 6", "descripcion": "La policía descubre la identidad de uno de los atracadores, lo que pone en peligro el plan. El Profesor debe actuar rápidamente para proteger a su equipo y mantener el atraco en marcha. Se revelan más detalles sobre el pasado de los personajes y sus motivaciones." },
                { "titulo": "Episodio 7", "descripcion": "Los atracadores enfrentan una crisis cuando uno de los rehenes resulta gravemente herido. La tensión aumenta y las lealtades dentro del grupo son puestas a prueba. La policía intensifica sus esfuerzos para liberar a los rehenes y detener a los atracadores." },
                { "titulo": "Episodio 8", "descripcion": "La situación dentro de la fábrica se vuelve cada vez más caótica. Los atracadores deben lidiar con la presión de la policía y las tensiones internas. El Profesor sigue manipulando a la policía desde el exterior, mientras los atracadores intentan mantener el control." },
                { "titulo": "Episodio 9", "descripcion": "El clímax de la temporada llega cuando la policía logra descubrir la identidad de uno de los atracadores, Río. A pesar de los esfuerzos del Profesor por mantener el anonimato de su equipo, la policía logra rastrear a Río y capturarlo. Esto genera tensión y pone en peligro todo el plan del atraco. El Profesor y los demás atracadores se ven obligados a tomar medidas drásticas para proteger a Río y continuar con el plan." }
            ]
        },
        {
            "resumen": "La segunda temporada desarrolla el plan y el clímax del atraco.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "El Profesor pierde el control cuando los expertos forenses rastrean la casa de campo de Toledo en busca de ADN. En la Fábrica, la tensión tiene a todos al límite. La policía está cada vez más cerca de descubrir la identidad del Profesor. Mientras tanto, Tokio es capturada por la policía después de un intento fallido de escapar de la Fábrica." },
                { "titulo": "Episodio 2", "descripcion": "La policía interroga a Tokio, quien se encuentra en una situación desesperada. Furioso por las últimas acciones de Berlín, Río decide enfrentarlo, lo que genera un motín dentro del grupo de atracadores. El Profesor, por su parte, intenta mantener el control desde el exterior mientras lidia con sus propios problemas personales." },
                { "titulo": "Episodio 3", "descripcion": "Raquel intenta apelar a las emociones de Tokio para conocer la identidad del Profesor. Un castigo por alta traición desata una revuelta entre los atracadores, aumentando la tensión dentro de la Fábrica. Mientras tanto, El Profesor sigue manipulando a la policía y a Raquel desde el exterior." },
                { "titulo": "Episodio 4", "descripcion": "Los atracadores deciden ganarse a la opinión pública a través de la prensa, conscientes de que su plan no está funcionando como esperaban. Raquel le tiende una trampa al Profesor, poniendo en riesgo todo el plan. La tensión entre los atracadores y los rehenes sigue aumentando." },
                { "titulo": "Episodio 5", "descripcion": "Arturo intenta poner en marcha otro plan de escape, lo que genera más caos dentro de la Fábrica. Durante una conversación con Salva, un íntimo detalle hace que Raquel comience a atar cabos y sospechar de su verdadera identidad. El Profesor debe actuar rápidamente para evitar ser descubierto." },
                { "titulo": "Episodio 6", "descripcion": "Moscú pierde la confianza en su hijo Denver tras confesar un secreto guardado. Tokio debe improvisar cuando el plan de su liberación comienza a salirse de control. La situación dentro de la Fábrica se vuelve cada vez más tensa y peligrosa." }
            ]
        },
        {
            "resumen": "La tercera temporada lleva la historia a un nuevo atraco, esta vez en el Banco de España.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "La temporada comienza con los miembros de la banda disfrutando de sus nuevas vidas tras el exitoso atraco a la Fábrica Nacional de Moneda y Timbre. Sin embargo, la tranquilidad se rompe cuando Río es capturado por la Interpol en una playa del Caribe. Tokio, desesperada, contacta al Profesor para pedir ayuda. El Profesor decide reunir a la banda nuevamente para rescatar a Río, y planean un nuevo atraco, esta vez al Banco de España" },
                { "titulo": "Episodio 2", "descripcion": "La banda se reúne y comienza a planificar el atraco al Banco de España. El Profesor y Lisboa (anteriormente conocida como Raquel Murillo) trabajan juntos para coordinar el plan. Mientras tanto, Río es torturado por las autoridades para obtener información sobre el paradero de los demás miembros de la banda. La tensión aumenta cuando la banda se da cuenta de que este atraco será mucho más complicado que el anterior" },
                { "titulo": "Episodio 3", "descripcion": "La banda logra infiltrarse en el Banco de España y toma rehenes, incluyendo a importantes figuras del gobierno. Comienzan a ejecutar su plan para robar el oro almacenado en las cámaras acorazadas del banco. Mientras tanto, el Profesor manipula a la policía y a los medios de comunicación para ganar tiempo y apoyo público. La relación entre los miembros de la banda se pone a prueba a medida que enfrentan nuevos desafíos" },
                { "titulo": "Episodio 4", "descripcion": "La situación dentro del banco se vuelve cada vez más tensa. Los rehenes intentan escapar y los atracadores deben lidiar con la presión de la policía, que está decidida a detenerlos. El Profesor y Lisboa trabajan incansablemente desde el exterior para mantener el control de la situación. La banda enfrenta problemas internos y conflictos personales que amenazan con desestabilizar el plan." },
                { "titulo": "Episodio 5", "descripcion": "La policía intensifica sus esfuerzos para liberar a los rehenes y detener a los atracadores. Utilizan tácticas de presión psicológica y amenazas para intentar desestabilizar a la banda. Mientras tanto, el Profesor y Lisboa deben enfrentarse a sus propios problemas personales y mantener la calma para coordinar el atraco. La tensión entre los miembros de la banda sigue aumentando a medida que se enfrentan a nuevos obstáculos." },
                { "titulo": "Episodio 6", "descripcion": "La banda enfrenta una crisis cuando uno de los atracadores resulta gravemente herido. Deben tomar decisiones difíciles para mantener el plan en marcha y proteger a sus compañeros. El Profesor y Lisboa trabajan para encontrar una solución y mantener el control de la situación. La policía sigue presionando y la tensión dentro del banco alcanza su punto máximo" },
                { "titulo": "Episodio 7", "descripcion": "La situación dentro del banco se vuelve caótica cuando los rehenes intentan escapar nuevamente. La banda debe lidiar con la presión de la policía y las tensiones internas. El Profesor y Lisboa trabajan incansablemente para mantener el control y asegurar el éxito del atraco. La relación entre los miembros de la banda se pone a prueba a medida que enfrentan nuevos desafíos y conflictos personales." },
                { "titulo": "Episodio 8", "descripcion": "El clímax de la temporada llega cuando la policía logra infiltrarse en el banco y se produce un enfrentamiento final entre los atracadores y las fuerzas del orden. La tensión alcanza su punto máximo mientras la banda intenta escapar con el oro. El Profesor y Lisboa deben tomar decisiones drásticas para proteger a sus compañeros y asegurar el éxito del atraco. La temporada termina con un cliffhanger que deja a los espectadores ansiosos por saber qué sucederá a continuación." }
            ]
        },
        {
            "resumen": "La cuarta temporada explora las consecuencias emocionales y las traiciones internas durante el atraco.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "La temporada comienza con Nairobi luchando por su vida después de recibir un disparo. La banda intenta salvarla mientras el Profesor, creyendo que Lisboa ha sido ejecutada, declara la guerra total contra la policía. La tensión aumenta cuando Gandía, el jefe de seguridad del Banco de España, se libera y comienza a causar estragos dentro del banco." },
                { "titulo": "Episodio 2", "descripcion": "La banda se enfrenta a la amenaza de Gandía, quien toma a Tokio como rehén. Mientras tanto, el Profesor descubre que Lisboa está viva y detenida en una carpa de la policía. Decide utilizar a Antoñanzas, un agente de la policía, para enviarle un mensaje a Lisboa y coordinar su rescate." },
                { "titulo": "Episodio 3", "descripcion": "Dentro del banco, la situación se vuelve más caótica cuando Gandía sigue atacando a los atracadores. El Profesor y su equipo trabajan en un plan para liberar a Lisboa y mantener el control del atraco. La tensión entre los miembros de la banda aumenta a medida que enfrentan nuevos desafíos y conflictos personales." },
                { "titulo": "Episodio 4", "descripcion": "La banda logra capturar a Gandía, pero no sin antes sufrir grandes pérdidas. Nairobi es asesinada por Gandía, lo que deja a todos devastados. El Profesor y Lisboa continúan trabajando en su plan para liberar a Lisboa y mantener el control del atraco. La situación dentro del banco se vuelve cada vez más tensa." },
                { "titulo": "Episodio 5", "descripcion": "El Profesor y su equipo logran liberar a Lisboa y llevarla de regreso al banco. La banda se reúne y decide continuar con el atraco a pesar de las pérdidas sufridas. Mientras tanto, la policía intensifica sus esfuerzos para detener a los atracadores y liberar a los rehenes." },
                { "titulo": "Episodio 6", "descripcion": "La banda enfrenta nuevos desafíos cuando la policía descubre su plan para escapar con el oro. El Profesor y Lisboa trabajan incansablemente para mantener el control de la situación y asegurar el éxito del atraco. La tensión entre los miembros de la banda sigue aumentando a medida que enfrentan nuevos obstáculos." },
                { "titulo": "Episodio 7", "descripcion": "La situación dentro del banco se vuelve cada vez más caótica. Los atracadores deben lidiar con la presión de la policía y las tensiones internas. El Profesor y Lisboa trabajan para mantener el control y asegurar el éxito del atraco. La relación entre los miembros de la banda se pone a prueba a medida que enfrentan nuevos desafíos y conflictos personales." },
                { "titulo": "Episodio 8", "descripcion": "El clímax de la temporada llega cuando la policía logra infiltrarse en el banco y se produce un enfrentamiento final entre los atracadores y las fuerzas del orden. La tensión alcanza su punto máximo mientras la banda intenta escapar con el oro. El Profesor y Lisboa deben tomar decisiones drásticas para proteger a sus compañeros y asegurar el éxito del atraco. La temporada termina con un cliffhanger que deja a los espectadores ansiosos por saber qué sucederá a continuación." }
            ]
        },
        {
            "resumen": "La quinta temporada concluye el atraco al Banco de España en un enfrentamiento final.",
            "episodios": [
                { "titulo": "Episodio 1", "descripcion": "La temporada comienza con Nairobi luchando por su vida después de recibir un disparo. La banda intenta salvarla mientras el Profesor, creyendo que Lisboa ha sido ejecutada, declara la guerra total contra la policía. La tensión aumenta cuando Gandía, el jefe de seguridad del Banco de España, se libera y comienza a causar estragos dentro del banco." },
                { "titulo": "Episodio 2", "descripcion": "La banda se enfrenta a la amenaza de Gandía, quien toma a Tokio como rehén. Mientras tanto, el Profesor descubre que Lisboa está viva y detenida en una carpa de la policía. Decide utilizar a Antoñanzas, un agente de la policía, para enviarle un mensaje a Lisboa y coordinar su rescate." },
                { "titulo": "Episodio 3", "descripcion": "Dentro del banco, la situación se vuelve más caótica cuando Gandía sigue atacando a los atracadores. El Profesor y su equipo trabajan en un plan para liberar a Lisboa y mantener el control del atraco. La tensión entre los miembros de la banda aumenta a medida que enfrentan nuevos desafíos y conflictos personales." },
                { "titulo": "Episodio 4", "descripcion": "La banda logra capturar a Gandía, pero no sin antes sufrir grandes pérdidas. Nairobi es asesinada por Gandía, lo que deja a todos devastados. El Profesor y Lisboa continúan trabajando en su plan para liberar a Lisboa y mantener el control del atraco. La situación dentro del banco se vuelve cada vez más tensa." },
                { "titulo": "Episodio 5", "descripcion": "El Profesor y su equipo logran liberar a Lisboa y llevarla de regreso al banco. La banda se reúne y decide continuar con el atraco a pesar de las pérdidas sufridas. Mientras tanto, la policía intensifica sus esfuerzos para detener a los atracadores y liberar a los rehenes." },
                { "titulo": "Episodio 6", "descripcion": "La banda enfrenta nuevos desafíos cuando la policía descubre su plan para escapar con el oro. El Profesor y Lisboa trabajan incansablemente para mantener el control de la situación y asegurar el éxito del atraco. La tensión entre los miembros de la banda sigue aumentando a medida que enfrentan nuevos obstáculos." },
                { "titulo": "Episodio 7", "descripcion": "La situación dentro del banco se vuelve cada vez más caótica. Los atracadores deben lidiar con la presión de la policía y las tensiones internas. El Profesor y Lisboa trabajan para mantener el control y asegurar el éxito del atraco. La relación entre los miembros de la banda se pone a prueba a medida que enfrentan nuevos desafíos y conflictos personales." },
                { "titulo": "Episodio 8", "descripcion": "La situación dentro del banco se vuelve caótica cuando los rehenes intentan escapar nuevamente. La banda debe lidiar con la presión de la policía y las tensiones internas. El Profesor y Lisboa trabajan para mantener el control y asegurar el éxito del atraco. La relación entre los miembros de la banda se pone a prueba a medida que enfrentan nuevos desafíos y conflictos personales. Además, se revela un plan crucial para sacar el oro del banco, ideado por Berlín y Palermo en el pasado." },
                { "titulo": "Episodio 9", "descripcion": "La banda enfrenta una crisis cuando uno de los atracadores resulta gravemente herido. Deben tomar decisiones difíciles para mantener el plan en marcha y proteger a sus compañeros. El Profesor y Lisboa trabajan para encontrar una solución y mantener el control de la situación. La policía sigue presionando y la tensión dentro del banco alcanza su punto máximo. La situación se vuelve aún más desesperada cuando el ejército intensifica su ataque, y los atracadores deben luchar por su supervivencia mientras intentan completar su misión." },
                { "titulo": "Episodio 10", "descripcion": "El clímax de la temporada llega cuando la policía logra infiltrarse en el banco y se produce un enfrentamiento final entre los atracadores y las fuerzas del orden. La tensión alcanza su punto máximo mientras la banda intenta escapar con el oro. El Profesor y Lisboa deben tomar decisiones drásticas para proteger a sus compañeros y asegurar el éxito del atraco. La temporada termina con un cliffhanger que deja a los espectadores ansiosos por saber qué sucederá a continuación. La banda se enfrenta a la posibilidad de una traición interna y deben decidir en quién pueden confiar mientras luchan por su libertad y su futuro." }
            ]
        }
    ]
}
